/* No comment provided by engineer. */
"Authorizing" = "Authorizing";

/* No comment provided by engineer. */
"Connected" = "Connected";

/* No comment provided by engineer. */
"Not Connected" = "Not Connected";

/* No comment provided by engineer. */
"Please choose a location to save your translation package" = "Please choose a location to save your translation package";

/* No comment provided by engineer. */
"Save" = "Save";

/* No comment provided by engineer. */
"Save Location" = "Save Location";

/* No comment provided by engineer. */
"Translate %@" = "Translate %@";

